[
    {
        "title": "Since the Garden of Eden…",
        "text": "Was great not have to use the inter-island terminal. The service is impeccable and they make you feel so welcome and everything is truly a can-do attitude.",
        "name": "Christine Glassier",
        "job": "Interior Designer",
        "img": "https://hotel-xenia.plethorathemes.com/wp-content/uploads/2017/02/profile-2.jpg"
    },
    {
        "title": "Had the time of our life!",
        "text": "Our room was spacious and spotless. We had such a relaxing time and will recommend this hotel to all our friends. We will return for sure!… The service is impeccable and they make you feel so welcome and everything is truly a can-do attitude. The front office manager provides a special touch by remembering your visits.",
        "name": "Jasmine Karturo",
        "job": "Fashion Blogger",
        "img": "https://hotel-xenia.plethorathemes.com/wp-content/uploads/2017/02/profile.jpg"
    },
    {
        "title": "Mountain with a sea view… priceless",
        "text": "We found the staff really helpful and friendly, the hotel absolutely beautiful. The hotel oozes style. The front office manager provides a special touch by remembering your visits.",
        "name": "Mark Dinaries",
        "job": "Athlete",
        "img": "https://hotel-xenia.plethorathemes.com/wp-content/uploads/2016/11/avatar-1.jpg"
    },
    {
        "title": "Amazing vacations on a beautiful place",
        "text": "We found the staff really helpful and friendly, the hotel absolutely beautiful. The hotel oozes style. Our room was spacious and spotless. We had such a relaxing time and will recommend this hotel to all our friends. We will return for sure!…",
        "name": "Maria Spotchenko",
        "job": "Journalist",
        "img": "https://hotel-xenia.plethorathemes.com/wp-content/uploads/2016/12/avatar-3.jpg"
    },
    {
        "title": "Comfortable & Relaxing",
        "text": "In this recent trip, I arrived from an international flight so it was great not have to use the inter-island terminal. The service is impeccable and they make you feel so welcome and everything is truly a can-do attitude. The front office manager provides a special touch by remembering your visits.",
        "name": "Tory Laner",
        "job": "Tennis Player",
        "img": "https://hotel-xenia.plethorathemes.com/wp-content/uploads/2016/12/avatar-4.jpg"
    },
    {
        "title": "Always a treat, amazing everything!",
        "text": "This beautiful hotel sits just east of the mountain. It’s location makes its beach nicely secluded, even though it is not far from the city. Our room is perfect, quiet and comfortable, and is directly above the dolphin pool. Service here is impeccable.",
        "name": "Bethany Watchon",
        "job": "Doctor Paediatrician",
        "img": "https://hotel-xenia.plethorathemes.com/wp-content/uploads/2016/12/avatar-2.jpg"
    }
]